import React from "react";
import { OtzivIcons } from "../../assets/HomeSvg";
import img from "../../assets/otziv.png";

const Otziv = () => {
  return (
    <div className="bg-[#f8f7f3] py-[70px]">
      <div className="max-w-[1350px] mx-auto px-5">
        <h2 className="text-[48px] leading-[52px] pb-[20px]">Отзывы</h2>
        <div className="grid grid-cols-2 gap-5 ">
          <div className="bg-[#fff] rounded-lg p-6 border">
            <div className="flex justify-between">
              <div className="flex  items-center gap-3">
                <img src={img} alt="" />
                <span>
                  <h2>ООО Название компании</h2>
                  <p className="text-[12px] text-[#7A7687]">
                    Михаил Булич Андреевич, Директор
                  </p>
                  <p></p>
                </span>
              </div>
              <p className="text-[12px]">14.03.2023</p>
            </div>
            <p className="text-[#7A7687] pt-[10px] text-[14px]">
              Каждый из нас понимает очевидную вещь: понимание сути
              ресурсосберегающих технологий создаёт необходимость включения в
              производственный план целого ряда внеочередных мероприятий с
              учётом комплекса новых принципов формирования
              материально-технической и кадровой базы. Господа, повышение уровня
              гражданского сознания играет определяющее значение для стандартных
              подходов. План целого ряда внеочередных мероприятий с учётом
              комплекса.
            </p>
          </div>
          <div className="bg-[#fff] rounded-lg p-6 border">
            <div className="flex justify-between">
              <div className="flex  items-center gap-3">
                <img src={img} alt="" />
                <span>
                  <h2>ООО Название компании</h2>
                  <p className="text-[12px] text-[#7A7687]">
                    Михаил Булич Андреевич, Директор
                  </p>
                  <p></p>
                </span>
              </div>
              <p className="text-[12px]">14.03.2023</p>
            </div>
            <p className="text-[#7A7687] pt-[10px] text-[14px]">
              Каждый из нас понимает очевидную вещь: понимание сути
              ресурсосберегающих технологий создаёт необходимость включения в
              производственный план целого ряда внеочередных мероприятий с
              учётом комплекса новых принципов формирования
              материально-технической и кадровой базы. Господа, повышение уровня
              гражданского сознания играет определяющее значение для стандартных
              подходов. План целого ряда внеочередных мероприятий с учётом
              комплекса.
            </p>
          </div>{" "}
          <div className="bg-[#fff] rounded-lg p-6 border">
            <div className="flex justify-between">
              <div className="flex  items-center gap-3">
                <img src={img} alt="" />
                <span>
                  <h2>ООО Название компании</h2>
                  <p className="text-[12px] text-[#7A7687]">
                    Михаил Булич Андреевич, Директор
                  </p>
                  <p></p>
                </span>
              </div>
              <p className="text-[12px]">14.03.2023</p>
            </div>
            <p className="text-[#7A7687] pt-[10px] text-[14px]">
              Каждый из нас понимает очевидную вещь: понимание сути
              ресурсосберегающих технологий создаёт необходимость включения в
              производственный план целого ряда внеочередных мероприятий с
              учётом комплекса новых принципов формирования
              материально-технической и кадровой базы. Господа, повышение уровня
              гражданского сознания играет определяющее значение для стандартных
              подходов. План целого ряда внеочередных мероприятий с учётом
              комплекса.
            </p>
          </div>{" "}
          <div className="bg-[#fff] rounded-lg p-6 border">
            <div className="flex justify-between">
              <div className="flex  items-center gap-3">
                <img src={img} alt="" />
                <span>
                  <h2>ООО Название компании</h2>
                  <p className="text-[12px] text-[#7A7687]">
                    Михаил Булич Андреевич, Директор
                  </p>
                  <p></p>
                </span>
              </div>
              <p className="text-[12px]">14.03.2023</p>
            </div>
            <p className="text-[#7A7687] pt-[10px] text-[14px]">
              Каждый из нас понимает очевидную вещь: понимание сути
              ресурсосберегающих технологий создаёт необходимость включения в
              производственный план целого ряда внеочередных мероприятий с
              учётом комплекса новых принципов формирования
              материально-технической и кадровой базы. Господа, повышение уровня
              гражданского сознания играет определяющее значение для стандартных
              подходов. План целого ряда внеочередных мероприятий с учётом
              комплекса.
            </p>
          </div>{" "}
          <div className="bg-[#fff] rounded-lg p-6 border">
            <div className="flex justify-between">
              <div className="flex  items-center gap-3">
                <img src={img} alt="" />
                <span>
                  <h2>ООО Название компании</h2>
                  <p className="text-[12px] text-[#7A7687]">
                    Михаил Булич Андреевич, Директор
                  </p>
                  <p></p>
                </span>
              </div>
              <p className="text-[12px]">14.03.2023</p>
            </div>
            <p className="text-[#7A7687] pt-[10px] text-[14px]">
              Каждый из нас понимает очевидную вещь: понимание сути
              ресурсосберегающих технологий создаёт необходимость включения в
              производственный план целого ряда внеочередных мероприятий с
              учётом комплекса новых принципов формирования
              материально-технической и кадровой базы. Господа, повышение уровня
              гражданского сознания играет определяющее значение для стандартных
              подходов. План целого ряда внеочередных мероприятий с учётом
              комплекса.
            </p>
          </div>{" "}
          <div className="bg-[#fff] rounded-lg p-6 border">
            <div className="flex justify-between">
              <div className="flex  items-center gap-3">
                <img src={img} alt="" />
                <span>
                  <h2>ООО Название компании</h2>
                  <p className="text-[12px] text-[#7A7687]">
                    Михаил Булич Андреевич, Директор
                  </p>
                  <p></p>
                </span>
              </div>
              <p className="text-[12px]">14.03.2023</p>
            </div>
            <p className="text-[#7A7687] pt-[10px] text-[14px]">
              Каждый из нас понимает очевидную вещь: понимание сути
              ресурсосберегающих технологий создаёт необходимость включения в
              производственный план целого ряда внеочередных мероприятий с
              учётом комплекса новых принципов формирования
              материально-технической и кадровой базы. Господа, повышение уровня
              гражданского сознания играет определяющее значение для стандартных
              подходов. План целого ряда внеочередных мероприятий с учётом
              комплекса.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Otziv;
